Repository: HCW-Dev/Music-Bar
Catalog: Music Bar/*.lproj/Localizable.strings
Languages: de, hr, nl_nl, tr, zh_hant

# preference_tab_general
source: General
de: Allgemeines
hr: Opće
nl_nl: Algemeen
tr: Genel
zh_hant: 一般

# preference_tab_display
source: Display
de: Anzeige
hr: Prikaz
nl_nl: Weergave
tr: Ekran
zh_hant: 顯示

# preference_tab_support
source: Support
de: Unterstützt
hr: Podrška
nl_nl: Steunen
tr: Destek
zh_hant: 贊助

# check_updates
source: Check for updates
de: Auf Updates prüfen
hr: Traži nove verzije
nl_nl: Controleren op updates
tr: Güncellemeleri kontrol et
zh_hant: 檢查更新

# quit_app
source: Quit application
de: Anwendung schließen
hr: Zatvori program
nl_nl: Sluit applicatie
tr: Uygulamadan çık
zh_hant: 退出程式

# goodbye_wave
source: Goodbye ðŸ‘‹
de: Tschüss 👋
hr: Doviđenja 👋
nl_nl: Doei 👋
tr: Gülegüle 👋
zh_hant: 再見 👋

# info_credit_notice
source: Music Bar for macOS by Musse Semou & Khoren Katklian. All rights reserved.
de: Music Bar für macOS von Musse Semou & Khoren Katklian. Alle Rechte vorbehalten.
hr: Music Bar za macOS, autori: Musse Semou i Khoren Katklian. Sva prava pridržana.
nl_nl: Music Bar voor macOS door Musse Semou & Khoren Katklian. Alle rechten voorbehouden.
tr: Music Bar macOS, Musse Semou & Khoren Katklian. Bütün hakları saklıdır.
zh_hant: Music Bar for macOS by Musse Semou & Khoren Katklian. 版權所有。

# launch_at_login
source: Launch application at login
de: Anwendung beim Login starten
hr: Pokreni program nakon prijave
nl_nl: Start de applicatie bij het inloggen
tr: Oturum açmayla beraber başlat
zh_hant: 登入時啟動 Music Bar

source: Appearance:
de: Anzeige:
hr: Izgled:
nl_nl: Weergave:
tr: Görünüm:
zh_hant: 外觀：

# appearance_option_light
source: Light
de: Hell
hr: Svjetli
nl_nl: Licht
tr: Açık
zh_hant: 淺色

# appearance_option_dark
source: Dark
de: Dunkel
hr: Tamni
nl_nl: Donker
tr: Koyu
zh_hant: 深色

source: Artwork quality:
de: Bildqualität:
nl_nl: Afbeeldingskwaliteit:

# artwork_quality_option_high
source: High
de: Hoch
nl_nl: Hoog

# artwork_quality_option_normal
source: Normal (default)
de: Normal (Standard)
nl_nl: Normaal (standaard)

# artwork_quality_option_low
source: Low
de: Gering
nl_nl: Laag

# menu_bar_popover_gap
source: Leave a gap between Menu Bar and popover
de: Platz zwischen Menüleiste und Popup
hr: Ostavi razmak između trake izbornika i skočnog prozora
nl_nl: Ruimte tussen menubalk en pop-up tonen
tr: Menü Bar ile popover arasında boşluk bırak
zh_hant: 於 Menu Bar 及彈出式視窗之間保留空隙

source: Show Menu Bar Icon
de: Menüleistensymbol anzeigen
hr: Prikaži ikonu u traci izbornika
nl_nl: Menubalk icoon tonen
tr: Menü Bar Simgesini Göster
zh_hant: 於選單列顯示圖示

source: Track formatting:
de: Lied Formatierung:
hr: Prikaz naslova:
nl_nl: Nummer formaat:
tr: Parça formatı:
zh_hant: 歌曲顯示格式：

# track_formatting_option_artist_and_title
source: Nirvana - Smells Like Teen Spirit
de: Nena - 99 Luftballons
hr: Haustor - Moja prva ljubav
nl_nl: André Hazes - Zij Gelooft In Mij
tr: Abdurrahman Önül - Döndüm Mevlana Gibi

# track_formatting_option_artist_only
source: Nirvana
de: Nena
hr: Haustor
nl_nl: André Hazes
tr: Abdurrahman Önül

# track_formatting_option_title_only
source: Smells Like Teen Spirit
de: 99 Luftballons
hr: Moja prva ljubav
nl_nl: Zij Gelooft In Mij
tr: Döndüm Mevlana Gibi

# track_formatting_option_hide
source: Hide track
de: Lied verstecken
hr: Sakrij pjesmu
nl_nl: Nummer verbergen
tr: Parçayı gizle
zh_hant: 隱藏歌曲資訊

# support_info
source: I am a full-time software engineering student and make Music Bar in my free time. If you enjoy using Music Bar, please consider making a donation! Every little bit helps. ðŸ’œ
de: Ich bin ein Vollzeitstudent der Softwaretechnik und mache in meiner Freizeit Music Bar. Wenn Sie gerne die Music Bar nutzen, überlegen Sie sich bitte eine Spende! Jedes bisschen hilft. 💜
hr: Ja sam redovni student softverskog inženjerstva i u slobodno vrijeme bavim se Music Barom. Ako voliš koristiti Music Bar, doniraj! Svaka donacija pomaže. 💜
nl_nl: Ik ben een full-time software engineering student en werk in mijn vrije tijd aan Music Bar. Als Music Bar je bevalt, overweeg dan alsjeblieft een donatie! Elk kleine beetje helpt. 💜
tr: Tam zamanlı bir yazılım mühendisliği öğrencisiyim ve Music Bar'ı boş zamanımda geliştiriyorum. Eğer Music Bar hoşunuza gidiyorsa lütfen bağış yapmayı aklınızda bulundurun! Her bir kuruş benim için anlamlı 💜
zh_hant: 我是一位在空閒時間製作 Music Bar 的全職軟體工程系學生。如果你喜歡 Music Bar，歡迎贊助！每一點一滴都能幫助到我。 💜

# github_issue_info
source: Do you have a suggestion for Music Bar or want to report a problem? Please file an issue on the GitHub repository.
de: Haben Sie einen Vorschlag für die Music Bar oder möchten Sie ein Problem melden? Dann erstellen Sie bitte ein Issue auf Github.
hr: Imaš prijedlog za Music Bar ili želiš prijaviti problem? Prijavi problem na GitHub repozitoriju.
nl_nl: Heb je een suggestie voor Music Bar of wil je een probleem melden? Maak dan alsjeblieft een issue aan op Github.
zh_hant: 如果您對 Music Bar 有任何建議，或是使用上有遇到什麼問題，請於 GitHub Repository 建立 Issue。

# open_github
source: Open GitHub repository
de: GitHub Repository öffnen
hr: Otvori GitHub repozitorij
tr: GitHub deposunu aç
zh_hant: 開啟 GitHub Repository

# twitter_contact_info
source: Alternatively, you can reach the maintainer of Music Bar on Twitter.
de: Sie können den Ersteller der Music Bar auch auf Twitter erreichen.
hr: Održavatelja programa Music Bar možeš pronaći i na Twitteru.
nl_nl: Je kunt de maker van Music Bar ook bereiken op Twitter.
tr: Alternatif olarak, Twitter üzerinden geliştiriciye ulaşabilirsiniz.
zh_hant: 另外，你也可以在 Twitter 上聯繫到 Music Bar 的維護者。

# open_twitter
source: View @musa11971 on Twitter
de: @musa11971 auf Twitter öffnen
hr: Pogledaj @musa11971 na Twitteru
nl_nl: @musa11971 op Twitter bekijken
tr: @musa11971 Twitter hesabına bak
zh_hant: 在 Twitter 上查看 @musa11971

# info_version
source: Version {v}
hr: Verzija {v}
nl_nl: Versie {v}
tr: Versiyon {v}
zh_hant: 版本 {v}

# preference_tab_feedback
source: Feedback
hr: Povratne informacije
tr: Geri Bildirim
zh_hant: 意見回饋

# appearance_option_auto
source: Auto
hr: Automatski
tr: Oto
zh_hant: 自動

# preference_tab_info
source: Info
tr: Bilgi
zh_hant: 資訊
